{
    "_id": "capacitation_Teatre_Amigues",
    "initial_messages": [
        "c1"
    ],
    "points": [
        "0"
    ],
    "title": "capacitation",
    "messages": {
        "c1": {
            "type": "NA",
            "text": {
                "ca": "<i>Tenim preparats més de 200 relats de vivències reals que esperen ser llegits per tu i per totes les persones participants.</i>",
                "es": "<i>Tenemos preparados más de 200 relatos de vivencias reales que esperan ser leídos por ti y por todas las personas participantes.</i>",
                "en": "<i>We’ve put together more than 200 stories of real-life experiences to be read by you and all the other participants.</i>",
                "de": "<i>Wir haben über 200 Erzählungen von realen Erlebnissen, die darauf warten, von dir und allen Teilnehmern gelesen zu werden.</i>"
            },
            "wait": null,
            "next": "c2"
        },
        "c2": {
            "type": "SA",
            "text": {
                "ca": "<i>Per a la recerca de ciència ciutadana que plantegem, escoltar les vivències reals d’altres persones és molt important. Com que són vivències molt personals, els hem assignat noms ficticis per preservar la seva privacitat.</i>",
                "es": "<i>Para la investigación de ciencia ciudadana que planteamos, escuchar las vivencias reales de otras personas es muy importante. Puesto que son vivencias muy personales, les hemos asignado nombres ficticios para preservar su identidad.</i>",
                "en": "<i>Reading about other people’s lived experiences is vital for the kind of citizen science research we’re doing here. Given that we’re dealing with very personal stories, we’ve changed the names of the people involved to protect their privacy.</i>",
                "de": "<i>Für die bürgerwissenschaftliche Forschung, die wir geplant haben, ist es sehr wichtig, dem zuzuhören, was andere Personen tatsächlich erlebt haben. Da diese Erlebnisse sehr persönlich sind, haben wir zum Schutz der Privatsphäre fiktive Namen verwendet.</i>"
            },
            "vars": [
                {
                    "name": "cont",
                    "type": "button",
                    "texts": [
                        {
                            "ca": "Continuar",
                            "es": "Continuar",
                            "en": "Continue",
                            "de": "Weiter"
                        }
                    ],
                    "values": ["si"]
                }
            ],
            "wait": null,
            "next": "c3"
        },
        "c3": {
            "type": "NA",
            "text": {
                "ca": "<i>L’estructura sempre és la mateixa. Ja veuràs que és força rígida, però ho fem per mantenir el rigor científic del conjunt de la recerca.</i>",
                "es": "<i>La estructura es siempre la misma. Como verás, es bastante rígida, pero eso nos permite mantener el rigor científico del conjunto de la investigación.</i>",
                "en": "<i>All the stories follow exactly the same structure. You might find it rather formulaic, but it is necessary to ensure the scientific rigour of the research as a whole.</i>",
                "de": "<i>Die Struktur ist immer die gleiche. Du wirst sehen, dass sie ziemlich gleichförmig ist, aber das ist nötig, um die wissenschaftliche Genauigkeit des gesamten Forschungsprojekts beizubehalten.</i>"
            },
            "wait": null,
            "next": "c4"
        },
        "c4": {
            "type": "NA",
            "text": {
                "ca": "<i>Respon amb una de les tres opcions a les dues preguntes que et farem. Tria la que s’ajusti més a la teva experiència personal, tot i que no ho faci de manera completa.</i>",
                "es": "<i>Responde con una de las tres opciones a las dos preguntas que te hacemos. Elige la que mejor se ajuste a tu experiencia personal, aunque no lo haga de forma completa.</i>",
                "en": "<i>Please reply to the two questions we’ll ask you by selecting one of the three options. Pick the option that comes closest to your own personal experience, even if it doesn’t match it exactly.</i>",
                "de": "<i>Wähle jeweils eine der drei Optionen bei den beiden Fragen, die wir dir stellen werden. Wähle die, die deine persönliche Erfahrung am besten widerspiegelt, auch wenn sie nicht komplett übereinstimmt.</i>"
            },
            "wait": null,
            "next": "c5"
        },
        "c5": {
            "type": "SA",
            "text": {
                "ca": "<i>Aquí tens un primer relat perquè te’n puguis fer una idea.</i>",
                "es": "<i>Aquí tienes un primer relato para que puedas hacerte una idea.</i>",
                "en": "<i>Here’s the first story to give you an idea of what’s in store.</i>",
                "de": "<i>Hier hast du eine erste Erzählung, damit du einen Eindruck bekommst.</i>"
            },
            "vars": [
                {
                    "name": "cont",
                    "type": "button",
                    "texts": [
                        {
                            "ca": "Continuar",
                            "es": "Continuar",
                            "en": "Continue",
                            "de": "Weiter"
                        }
                    ],
                    "values": ["si"]
                }
            ],
            "wait": null,
            "next": "send_relat_compartir_vivencias"
        },
        "send_relat_compartir_vivencias": {
            "type": "NA",
            "text": {
                "ca": "Hola!",
                "es": "¡Hola!",
                "en": "Hello!",
                "de": "Hallo!"
            },
            "wait": null,
            "next": "CV1b"
        },
        "CV1b": {
            "type": "NA",
            "text": {
                "ca": "&#x1F91D; Ara et preguntem <b>si has viscut una experiencia similar</b> a la relatada. D’aquesta manera, podrem conèixer millor les xarxes de suport social en salut mental.",
                "es": "&#x1F91D; Ahora te preguntamos <b>si has vivido una experiencia similar</b> a la relatada. De este modo podremos conocer mejor las redes de apoyo social en salud mental.",
                "en": "&#x1F91D; Now we’re asking you <b>whether you’ve had an experience similar</b> to the one described. This will help us to find out more about social support networks in mental health.",
                "de": "&#x1F91D; Wir fragen dich jetzt, <b>ob du etwas Ähnliches erlebt hast</b>, wie das, was nun erzählt wird. So können wir die sozialen Unterstützungsnetzwerke für psychische Gesundheit besser kennenlernen."
            },
            "wait": null,
            "next": "CV2"
        },
        "CV2": {
            "type": "SA",
            "text": {
                "ca": "&#128161; Et demanem que responguis de manera sincera i basant-te en la <b>teva experiència personal</b>. Pren-te el temps que calgui per llegir el relat. Reflexiona i madura la teva decisió, <b>sense pressa</b>. Només d’aquesta manera les dades recollides seran valuoses per fer ciència i millorar les xarxes de suport social en salut mental.",
                "es": "&#128161; Te pedimos que respondas de forma sincera y basándote en <b>tu experiencia personal</b>. Tómate el tiempo que sea necesario para leer el relato. Reflexiona y madura tu decisión, <b>sin prisa</b>. Solo así los datos recogidos serán valiosos para hacer ciencia y mejorar las redes de apoyo social en salud mental.",
                "en": "&#128161; We ask you to give honest answers based on <b>your personal experience</b>. Take as long as you need to read the story. Take time to think about your decision, <b>there is no hurry</b>. This is the only way we can gather information that will be scientifically useful and improve social support networks in mental health.",
                "de": "&#128161; Wir bitten dich, ehrlich zu antworten und dich dabei auf <b>deine persönliche Erfahrung</b> zu berufen. Nimm dir Zeit, um die Erzählung zu lesen. Reflektiere und triff deine Entscheidung <b>in aller Ruhe</b> und wohlüberlegt. Nur so sind die erfassten Daten wissenschaftlich verwertbar und können zur Verbesserung der "
            },
            "vars": [
                {
                    "name": "cont",
                    "type": "button",
                    "texts": [
                        {
                            "ca": "Continuar",
                            "es": "Continuar",
                            "en": "Continue",
                            "de": "Weiter"
                        }
                    ],
                    "values": ["si"]
                }
            ],
            "wait": null,
            "next": "CV3"
        },
        "CV3": {
            "type": "SA",
            "text": {
                "ca": "La Juana vol compartir una vivència en primera persona en què tothom s’hi pot veure reflectit.",
                "es": "Juana quiere compartir una vivencia en primera persona en la que cualquiera puede verse reflejado.",
                "en": "Juana wants to share a first-hand experience that everyone can identify with.",
                "de": "Juana möchte eine Erfahrung aus erster Hand vermitteln, in der sich alle wiedererkennen können."
            },
            "vars": [
                {
                    "name": "cont",
                    "type": "button",
                    "texts": [
                        {
                            "ca": "Continuar",
                            "es": "Continuar",
                            "en": "Continue",
                            "de": "Weiter"
                        }
                    ],
                    "values": ["si"]
                }
            ],
            "wait": null,
            "next": "CV4"
        },
        "CV4": {
            "type": "SA",
            "text": {
                "ca": "He anat al teatre a veure una obra sobre salut mental. Veure persones com jo, parlant d'una situació com la meva, fa que vulgui formar part del grup de teatre. M'hi acosto i parlo amb una de les actrius. Em presenta l'equip i m'ajuda a trobar associacions al meu barri.",
                "es": "He ido al teatro a ver una obra sobre salud mental. Ver a personas como yo, hablando de una situación como la mía, hace que quiera formar parte del grupo de teatro. Me acerco y hablo con una de las actrices. Me presenta al equipo y me ayuda a encontrar asociaciones en mi barrio.",
                "en": "I've been to the theatre to see a play about mental health. Seeing people like me, talking about a situation like mine, makes me want to join a theatre group. I go along and talk to one of the actresses. She introduces me to the team and helps me to find associations in my neighbourhood.",
                "de": "Ich bin ins Theater gegangen, um ein Stück über psychische Gesundheit zu sehen. Menschen wie mich selbst zu sehen, die von einer Situation wie meiner eigenen reden, das bewegt mich dazu, bei einer Theatergruppe mitmachen zu wollen. Ich gehe auf eine der Schauspielerinnen zu und rede mit ihr. Sie stellt mich der Truppe vor und hilft mir, Vereine in meinem Stadtviertel zu finden."
            },
            "vars": [
                {
                    "name": "dilema",
		    "type":"button",
		    "texts":[{
                            "ca": "Continuar",
                            "es": "Continuar",
                            "en": "Continue",
                            "de": "Weiter"
                        }],
		    "values":["si"],
                    "type2": "img",
                    "file_name": "Teatre.jpg"
                }
            ],
            "wait": null,
            "next": "CV5"
        },
        "CV5": {
            "type": "SA",
            "text": {
                "ca": "<b>I tu?</b> Has tingut la mateixa vivència?\n\n<b>A) Sí</b>, també l’has tinguda.\n<b>B) No exactament</b>... però has viscut quelcom similar.\n<b>C) Mai</b> has viscut res semblant.",
                "es": "<b>¿Y tú?</b> ¿Has tenido la misma vivencia?\n\n<b>A) Sí</b>, también la has tenido.\n<b>B) No exactamente</b>... pero has vivido algo similar.\n<b>C) Nunca</b> has vivido nada parecido.",
                "en": "<b>What about you?</b> Have you had the same experience?\n\n<b>A) Yes</b>, it’s happened to you too.\n<b>B) Not exactly</b>... but you’ve experienced something similar.\n<b>C) Nothing like this</b> has ever happened to you.",
                "de": "<b>Und du?</b> Hast du das Gleiche erlebt?\n\n<b>A) Ja</b>, du hast das auch erlebt.\n<b>B) Du hast nicht genau das erlebt</b>... aber etwas Ähnliches.\n<b>C)</b> Du hast so etwas <b>noch nie</b> erlebt."
            },
            "vars": [
                {
                    "name": "yo_1",
                    "type": "button",
                    "texts": [
                        {
                            "ca": "A) Sí, també l’has tinguda.",
                            "es": "A) Sí, también la has tenido.",
                            "en": "A) Yes, it’s happened to you too.",
                            "de": "A) Ja, du hast das auch erlebt."
                        },
                        {
                            "ca": "B) No exactament...",
                            "es": "B) No exactamente...",
                            "en": "B) Not exactly...",
                            "de": "B) Nicht genau das..."
                        },
                        {
                            "ca": "C) Mai has viscut res semblant.",
                            "es": "C) Nunca has vivido nada parecido.",
                            "en": "C) Nothing like this has ever happened to you.",
                            "de": "C) Du hast so etwas noch nie erlebt."
                        }
                    ],
                    "values": [
                        "A",
                        "B",
                        "C"
                    ]
                }
            ],
            "wait": null,
            "next": {
                "yo_1": {
                    "A": "CV6A_yo",
                    "B": "CV6B_yo",
                    "C": "CV6C_yo"
                }
            }
        },
        "CV6A_yo": {
            "type": "NA",
            "text": {
                "ca": "Dius que: <b>A) Sí, també l’has tinguda.</b>",
                "es": "Dices que: <b>A) Sí, también la has tenido.</b>",
                "en": "You say: <b>A) Yes, it’s happened to you too.</b>",
                "de": "Du sagst: <b>A) Ja, du hast das auch erlebt.</b>"
            },
            "wait": null,
            "next": "CV7_yo"
        },
        "CV6B_yo": {
            "type": "NA",
            "text": {
                "ca": "Dius que: <b>B) No exactament... però has viscut quelcom similar.</b>",
                "es": "Dices que: <b>B) No exactamente... pero has vivido algo similar.</b>",
                "en": "You say: <b>B) Not exactly... but you’ve experienced something similar.</b>",
                "de": "Du sagst: <b>B) Nicht genau das... aber du hast etwas Ähnliches erlebt.</b>"
            },
            "wait": null,
            "next": "CV7_yo"
        },
        "CV6C_yo": {
            "type": "NA",
            "text": {
                "ca": "Dius que: <b>C) Mai has viscut res semblant.</b>",
                "es": "Dices que: <b>C) Nunca has vivido nada parecido.</b>",
                "en": "You say: <b>C) Nothing like this has ever happened to you.</b>",
                "de": "Du sagst: <b>C) Du hast so etwas noch nie erlebt.</b>"
            },
            "wait": null,
            "next": "CV7_yo"
        },
        "CV7_yo": {
            "type": "SA",
            "text": {
                "ca": "És la resposta que volies triar?",
                "es": "¿Es la respuesta que querías elegir?",
                "en": "Is this the response you wanted to choose?",
                "de": "Ist das die Antwort, die du wählen wolltest?"
            },
            "vars": [
                {
                    "name": "v_yo_1",
                    "type": "button",
                    "texts": [
                        {
                            "ca": "Sí",
                            "es": "Sí",
                            "en": "Yes",
                            "de": "Ja"
                        },
                        {
                            "ca": "No",
                            "es": "No",
                            "en": "No",
                            "de": "Nein"
                        }
                    ],
                    "values": [
                        "Sí",
                        "No"
                    ]
                }
            ],
            "wait": null,
            "next": {
                "v_yo_1": {
                    "Sí": "CV13_yo_1",
                    "No": "CV8_yo"
                }
            }
        },
        "CV8_yo": {
            "type": "SA",
            "text": {
                "ca": "Sembla que no has confirmat la teva tria. Per realitzar una recerca amb dades fiables, necessitem confirmar la teva tria. Quina és la resposta que volies donar?",
                "es": "Parece ser que no has confirmado tu elección. Para realizar una investigación con datos fiables, necesitamos confirmar tu elección. ¿Cuál es la respuesta que querías dar?",
                "en": "It looks like you haven’t confirmed your choice. To make sure our research is based on reliable information, we need you to confirm your choice. Which response did you want to give?",
                "de": "Du scheinst deine Wahl nicht bestätigt zu haben. Für eine Forschung mit zuverlässigen Daten musst du deine Wahl bestätigen. Welche Antwort wolltest du geben?"
            },
            "vars": [
                {
                    "name": "yo_2",
                    "type": "button",
                    "texts": [
                        {
                            "ca": "A)",
                            "es": "A)",
                            "en": "A)",
                            "de": "A)"
                        },
                        {
                            "ca": "B)",
                            "es": "B)",
                            "en": "B)",
                            "de": "B)"
                        },
                        {
                            "ca": "C)",
                            "es": "C)",
                            "en": "C)",
                            "de": "C)"
                        }
                    ],
                    "values": [
                        "A",
                        "B",
                        "C"
                    ]
                }
            ],
            "wait": null,
            "next": {
                "yo_2": {
                    "A": "CV9A_yo",
                    "B": "CV9B_yo",
                    "C": "CV9C_yo"
                }
            }
        },
        "CV9A_yo": {
            "type": "NA",
            "text": {
                "ca": "Dius que: <b>A) Sí, també l’has tinguda.</b>",
                "es": "Dices que: <b>A) Sí, también la has tenido.</b>",
                "en": "You say: <b>A) Yes, it’s happened to you too.</b>",
                "de": "Du sagst: <b>A) Ja, du hast das auch erlebt.</b>"
            },
            "wait": null,
            "next": "CV10_yo"
        },
        "CV9B_yo": {
            "type": "NA",
            "text": {
                "ca": "Dius que: <b>B) No exactament... però has viscut quelcom similar.</b>",
                "es": "Dices que: <b>B) No exactamente... pero has vivido algo similar.</b>",
                "en": "You say: <b>B) Not exactly... but you’ve experienced something similar.</b>",
                "de": "Du sagst: <b>B) Nicht genau das... aber du hast etwas Ähnliches erlebt.</b>"
            },
            "wait": null,
            "next": "CV10_yo"
        },
        "CV9C_yo": {
            "type": "NA",
            "text": {
                "ca": "Dius que: <b>C) Mai has viscut res semblant.</b>",
                "es": "Dices que: <b>C) Nunca has vivido nada parecido.</b>",
                "en": "You say: <b>C) Nothing like this has ever happened to you.</b>",
                "de": "Du sagst: <b>C) Du hast so etwas noch nie erlebt.</b>"
            },
            "wait": null,
            "next": "CV10_yo"
        },
        "CV10_yo": {
            "type": "SA",
            "text": {
                "ca": "És la resposta que volies triar?",
                "es": "¿Es la respuesta que querías elegir?",
                "en": "Is this the response you wanted to choose?",
                "de": "Ist das die Antwort, die du wählen wolltest?"
            },
            "vars": [
                {
                    "name": "v_yo_2",
                    "type": "button",
                    "texts": [
                        {
                            "ca": "Sí",
                            "es": "Sí",
                            "en": "Yes",
                            "de": "Ja"
                        },
                        {
                            "ca": "No",
                            "es": "No",
                            "en": "No",
                            "de": "Nein"
                        }
                    ],
                    "values": [
                        "Sí",
                        "No"
                    ]
                }
            ],
            "wait": null,
            "next": {
                "v_yo_2": {
                    "Sí": "CV13_yo_2",
                    "No": "CV11_yo"
                }
            }
        },
        "CV11_yo": {
            "type": "SA",
            "text": {
                "ca": "Sembla que no has confirmat la teva tria. No et preocupis. \nQuina resposta volies triar?",
                "es": "Parece ser que no has confirmado tu elección. No te preocupes. \n¿Qué respuesta querías elegir?",
                "en": "It looks like you haven’t confirmed your choice. Don’t worry. \nWhich response did you want to choose?",
                "de": "Du scheinst deine Wahl nicht bestätigt zu haben. Mach dir keine Sorgen. Welche Antwort wolltest du wählen?"
            },
            "vars": [
                {
                    "name": "yo_3",
                    "type": "button",
                    "texts": [
                        {
                            "ca": "A)",
                            "es": "A)",
                            "en": "A)",
                            "de": "A)"
                        },
                        {
                            "ca": "B)",
                            "es": "B)",
                            "en": "B)",
                            "de": "B)"
                        },
                        {
                            "ca": "C)",
                            "es": "C)",
                            "en": "C)",
                            "de": "C)"
                        }
                    ],
                    "values": [
                        "A",
                        "B",
                        "C"
                    ]
                }
            ],
            "wait": null,
            "next": {
                "yo_3": {
                    "A": "CV12A_yo",
                    "B": "CV12B_yo",
                    "C": "CV12C_yo"
                }
            }
        },
        "CV12A_yo": {
            "type": "NA",
            "text": {
                "ca": "Dius que: <b>A) Sí, també l’has tinguda.</b>",
                "es": "Dices que: <b>A) Sí, también la has tenido.</b>",
                "en": "You say: <b>A) Yes, it’s happened to you too.</b>",
                "de": "Du sagst: <b>A) Ja, du hast das auch erlebt.</b>"
            },
            "wait": null,
            "next": "CV13_yo_3"
        },
        "CV12B_yo": {
            "type": "NA",
            "text": {
                "ca": "Dius que: <b>B) No exactament... però has viscut quelcom similar.</b>",
                "es": "Dices que: <b>B) No exactamente... pero has vivido algo similar.</b>",
                "en": "You say: <b>B) Not exactly... but you’ve experienced something similar.</b>",
                "de": "Du sagst: <b>B) Nicht genau das... aber du hast etwas Ähnliches erlebt.</b>"
            },
            "wait": null,
            "next": "CV13_yo_3"
        },
        "CV12C_yo": {
            "type": "NA",
            "text": {
                "ca": "Dius que: <b>C) Mai has viscut res semblant.</b>",
                "es": "Dices que: <b>C) Nunca has vivido nada parecido.</b>",
                "en": "You say: <b>C) Nothing like this has ever happened to you.</b>",
                "de": "Du sagst: <b>C) Du hast so etwas noch nie erlebt.</b>"
            },
            "wait": null,
            "next": "CV13_yo_3"
        },
        "CV13_yo_1": {
            "type": "NA",
            "text": {
                "ca": "La teva resposta s’ha guardat.",
                "es": "Tu respuesta se ha guardado.",
                "en": "Your response has been saved.",
                "de": "Deine Antwort wurde gespeichert."
            },
            "wait": null,
            "next": "CV5_otro"
        },
        "CV13_yo_2": {
            "type": "NA",
            "text": {
                "ca": "La teva resposta s’ha guardat.",
                "es": "Tu respuesta se ha guardado.",
                "en": "Your response has been saved.",
                "de": "Deine Antwort wurde gespeichert."
            },
            "wait": null,
            "next": "CV5_otro"
        },
        "CV13_yo_3": {
            "type": "NA",
            "text": {
                "ca": "La teva resposta s’ha guardat.",
                "es": "Tu respuesta se ha guardado.",
                "en": "Your response has been saved.",
                "de": "Deine Antwort wurde gespeichert."
            },
            "wait": null,
            "next": "CV5_otro"
        },
        "CV5_otro": {
            "type": "SA",
            "text": {
                "ca": "<b>I del teu entorn...</b> Algú ha tingut la mateixa vivència?\n\n<b>A) Sí</b>, l’ha tinguda algú del teu entorn.\n<b>B) No exactament</b>, però algú del teu entorn ha viscut quelcom similar.\n<b>C) Que tu sàpigues, ningú</b> del teu entorn l’ha tinguda.",
                "es": "<b>Y de tu entorno...</b> ¿Alguien ha tenido la misma vivencia?\n\n<b>A) Sí</b>, la ha tenido alguien de tu entorno.\n<b>B) No exactamente</b>, pero alguien de tu entorno ha vivido algo similar.\n<b>C) Que tú sepas, nadie</b> de tu entorno la ha tenido.",
                "en": "<b>And those around you...</b> Has anybody had the same experience?\n\n<b>A) Yes</b>, it’s happened to someone around you.\n<b>B) Not exactly...</b> but someone around you has experienced something similar.\n<b>C) As far as you know, it hasn’t</b> happened to anyone around you.",
                "de": "<b>Und aus deinem Umfeld...</b> Hat jemand das Gleiche erlebt?\n\n<b>A) Ja</b>, jemand aus deinem Umfeld hat das erlebt.\n<b>B) Nicht genau das</b>, aber jemand aus deinem Umfeld hat etwas Ähnliches erlebt.\n<b>C) Soweit du weißt</b>, hat <b>niemand</b> aus deinem Umfeld das Gleiche erlebt."
            },
            "vars": [
                {
                    "name": "otro_1",
                    "type": "button",
                    "texts": [
                        {
                            "ca": "A) Sí, l’ha tinguda.",
                            "es": "A) Sí, la ha tenido.",
                            "en": "A) Yes, it’s happened to someone.",
                            "de": "A) Ja, jemand hat das erlebt."
                        },
                        {
                            "ca": "B) No exactament.",
                            "es": "B) No exactamente.",
                            "en": "B) Not exactly.",
                            "de": "B) Nicht genau das."
                        },
                        {
                            "ca": "C) Que tu sàpigues, ningú.",
                            "es": "C) Que tú sepas, nadie.",
                            "en": "C) As far as you know, nobody.",
                            "de": "C) Soweit du weißt, niemand."
                        }
                    ],
                    "values": [
                        "A",
                        "B",
                        "C"
                    ]
                }
            ],
            "wait": null,
            "next": {
                "otro_1": {
                    "A": "CV6A_otro",
                    "B": "CV6B_otro",
                    "C": "CV6C_otro"
                }
            }
        },
        "CV6A_otro": {
            "type": "NA",
            "text": {
                "ca": "Has dit que: <b>A) Sí, l’ha tinguda algú del teu entorn.</b>",
                "es": "Has dicho que: <b>A) Sí, la ha tenido alguien de tu entorno.</b>",
                "en": "You said: <b>A) Yes, it’s happened to someone around you.</b>",
                "de": "Du hast gesagt: <b>A) Ja, jemand aus deinem Umfeld hat das erlebt.</b> "
            },
            "wait": null,
            "next": "CV7_otro"
        },
        "CV6B_otro": {
            "type": "NA",
            "text": {
                "ca": "Has dit que: <b>B) No exactament, però algú del teu entorn ha viscut quelcom similar.</b> ",
                "es": "Has dicho que: <b>B) No exactamente, pero alguien de tu entorno ha vivido algo similar.</b> ",
                "en": "You said: <b>B) Not exactly... but someone around you has experienced something similar.</b>",
                "de": "Du hast gesagt: <b>B) Nicht genau das, aber jemand aus deinem Umfeld hat etwas Ähnliches erlebt.</b>"
            },
            "wait": null,
            "next": "CV7_otro"
        },
        "CV6C_otro": {
            "type": "NA",
            "text": {
                "ca": "Has dit que: <b>C) Que tu sàpigues, ningú del teu entorn l’ha tinguda.</b>",
                "es": "Has dicho que: <b>C) Que tú sepas, nadie de tu entorno la ha tenido.</b>",
                "en": "You said: <b>C) As far as you know, it hasn’t happened to anyone around you.</b>",
                "de": "Du hast gesagt: <b>C) Soweit du weißt, hat das niemand aus deinem Umfeld erlebt.</b>"
            },
            "wait": null,
            "next": "CV7_otro"
        },
        "CV7_otro": {
            "type": "SA",
            "text": {
                "ca": "És la resposta que volies triar?",
                "es": "¿Es la respuesta que querías elegir?",
                "en": "Is this the response you wanted to choose?",
                "de": "Ist das die Antwort, die du wählen wolltest?"
            },
            "vars": [
                {
                    "name": "v_otro_1",
                    "type": "button",
                    "texts": [
                        {
                            "ca": "Sí",
                            "es": "Sí",
                            "en": "Yes",
                            "de": "Ja"
                        },
                        {
                            "ca": "No",
                            "es": "No",
                            "en": "No",
                            "de": "Nein"
                        }
                    ],
                    "values": [
                        "Sí",
                        "No"
                    ]
                }
            ],
            "wait": null,
            "next": {
                "v_otro_1": {
                    "Sí": "CV13_otro_1",
                    "No": "CV8_otro"
                }
            }
        },
        "CV8_otro": {
            "type": "SA",
            "text": {
                "ca": "Sembla que no has confirmat la teva tria. Per realitzar una recerca amb dades fiables, necessitem confirmar la teva tria. Quina és la resposta que volies donar?",
                "es": "Parece ser que no has confirmado tu elección. Para realizar una investigación con datos fiables, necesitamos confirmar tu elección. ¿Cuál es la respuesta que querías dar?",
                "en": "It looks like you haven’t confirmed your choice. To make sure our research is based on reliable information, we need you to confirm your choice. Which response did you want to give?",
                "de": "Du scheinst deine Wahl nicht bestätigt zu haben. Für eine Forschung mit zuverlässigen Daten musst du deine Wahl bestätigen. Welche Antwort wolltest du geben?"
            },
            "vars": [
                {
                    "name": "otro_2",
                    "type": "button",
                    "texts": [
                        {
                            "ca": "A)",
                            "es": "A)",
                            "en": "A)",
                            "de": "A)"
                        },
                        {
                            "ca": "B)",
                            "es": "B)",
                            "en": "B)",
                            "de": "B)"
                        },
                        {
                            "ca": "C)",
                            "es": "C)",
                            "en": "C)",
                            "de": "C)"
                        }
                    ],
                    "values": [
                        "A",
                        "B",
                        "C"
                    ]
                }
            ],
            "wait": null,
            "next": {
                "otro_2": {
                    "A": "CV9A_otro",
                    "B": "CV9B_otro",
                    "C": "CV9C_otro"
                }
            }
        },
        "CV9A_otro": {
            "type": "NA",
            "text": {
                "ca": "Has dit que: <b>A) Sí, l’ha tinguda algú del teu entorn.</b>",
                "es": "Has dicho que: <b>A) Sí, la ha tenido alguien de tu entorno.</b>",
                "en": "You said: <b>A) Yes, it’s happened to someone around you.</b>",
                "de": "Du hast gesagt: <b>A) Ja, jemand aus deinem Umfeld hat das erlebt.</b> "
            },
            "wait": null,
            "next": "CV10_otro"
        },
        "CV9B_otro": {
            "type": "NA",
            "text": {
                "ca": "Has dit que: <b>B) No exactament, però algú del teu entorn ha viscut quelcom similar.</b> ",
                "es": "Has dicho que: <b>B) No exactamente, pero alguien de tu entorno ha vivido algo similar.</b> ",
                "en": "You said: <b>B) Not exactly... but someone around you has experienced something similar.</b>",
                "de": "Du hast gesagt: <b>B) Nicht genau das, aber jemand aus deinem Umfeld hat etwas Ähnliches erlebt.</b>"
            },
            "wait": null,
            "next": "CV10_otro"
        },
        "CV9C_otro": {
            "type": "NA",
            "text": {
                "ca": "Has dit que: <b>C) Que tu sàpigues, ningú del teu entorn l’ha tinguda.</b>",
                "es": "Has dicho que: <b>C) Que tú sepas, nadie de tu entorno la ha tenido.</b>",
                "en": "You said: <b>C) As far as you know, it hasn’t happened to anyone around you.</b>",
                "de": "Du hast gesagt: <b>C) Soweit du weißt, hat das niemand aus deinem Umfeld erlebt.</b>"
            },
            "wait": null,
            "next": "CV10_otro"
        },
        "CV10_otro": {
            "type": "SA",
            "text": {
                "ca": "És la resposta que volies triar?",
                "es": "¿Es la respuesta que querías elegir?",
                "en": "Is this the response you wanted to choose?",
                "de": "Ist das die Antwort, die du wählen wolltest?"
            },
            "vars": [
                {
                    "name": "v_otro_2",
                    "type": "button",
                    "texts": [
                        {
                            "ca": "Sí",
                            "es": "Sí",
                            "en": "Yes",
                            "de": "Ja"
                        },
                        {
                            "ca": "No",
                            "es": "No",
                            "en": "No",
                            "de": "Nein"
                        }
                    ],
                    "values": [
                        "Sí",
                        "No"
                    ]
                }
            ],
            "wait": null,
            "next": {
                "v_otro_2": {
                    "Sí": "CV13_otro_2",
                    "No": "CV11_otro"
                }
            }
        },
        "CV11_otro": {
            "type": "SA",
            "text": {
                "ca": "Sembla que no has confirmat la teva tria. No et preocupis. \nQuina resposta volies triar?",
                "es": "Parece ser que no has confirmado tu elección. No te preocupes. \n¿Qué respuesta querías elegir?",
                "en": "It looks like you haven’t confirmed your choice. Don’t worry. \nWhich response did you want to choose?",
                "de": "Du scheinst deine Wahl nicht bestätigt zu haben. Mach dir keine Sorgen. Welche Antwort wolltest du wählen?"
            },
            "vars": [
                {
                    "name": "otro_3",
                    "type": "button",
                    "texts": [
                        {
                            "ca": "A)",
                            "es": "A)",
                            "en": "A)",
                            "de": "A)"
                        },
                        {
                            "ca": "B)",
                            "es": "B)",
                            "en": "B)",
                            "de": "B)"
                        },
                        {
                            "ca": "C)",
                            "es": "C)",
                            "en": "C)",
                            "de": "C)"
                        }
                    ],
                    "values": [
                        "A",
                        "B",
                        "C"
                    ]
                }
            ],
            "wait": null,
            "next": {
                "otro_3": {
                    "A": "CV12A_otro",
                    "B": "CV12B_otro",
                    "C": "CV12C_otro"
                }
            }
        },
        "CV12A_otro": {
            "type": "NA",
            "text": {
                "ca": "Has dit que: <b>A) Sí, l’ha tinguda algú del teu entorn.</b>",
                "es": "Has dicho que: <b>A) Sí, la ha tenido alguien de tu entorno.</b>",
                "en": "You said: <b>A) Yes, it’s happened to someone around you.</b>",
                "de": "Du hast gesagt: <b>A) Ja, jemand aus deinem Umfeld hat das erlebt.</b> "
            },
            "wait": null,
            "next": "CV13_otro_3"
        },
        "CV12B_otro": {
            "type": "NA",
            "text": {
                "ca": "Has dit que: <b>B) No exactament, però algú del teu entorn ha viscut quelcom similar.</b> ",
                "es": "Has dicho que: <b>B) No exactamente, pero alguien de tu entorno ha vivido algo similar.</b> ",
                "en": "You said: <b>B) Not exactly... but someone around you has experienced something similar.</b>",
                "de": "Du hast gesagt: <b>B) Nicht genau das, aber jemand aus deinem Umfeld hat etwas Ähnliches erlebt.</b>"
            },
            "wait": null,
            "next": "CV13_otro_3"
        },
        "CV12C_otro": {
            "type": "NA",
            "text": {
                "ca": "Has dit que: <b>C) Que tu sàpigues, ningú del teu entorn l’ha tinguda.</b>",
                "es": "Has dicho que: <b>C) Que tú sepas, nadie de tu entorno la ha tenido.</b>",
                "en": "You said: <b>C) As far as you know, it hasn’t happened to anyone around you.</b>",
                "de": "Du hast gesagt: <b>C) Soweit du weißt, hat das niemand aus deinem Umfeld erlebt.</b>"
            },
            "wait": null,
            "next": "CV13_otro_3"
        },
        "CV13_otro_1": {
            "type": "NA",
            "text": {
                "ca": "La teva resposta s’ha guardat.",
                "es": "Tu respuesta se ha guardado.",
                "en": "Your response has been saved.",
                "de": "Deine Antwort wurde gespeichert."
            },
            "wait": null,
            "next": "CV14"
        },
        "CV13_otro_2": {
            "type": "NA",
            "text": {
                "ca": "La teva resposta s’ha guardat.",
                "es": "Tu respuesta se ha guardado.",
                "en": "Your response has been saved.",
                "de": "Deine Antwort wurde gespeichert."
            },
            "wait": null,
            "next": "CV14"
        },
        "CV13_otro_3": {
            "type": "NA",
            "text": {
                "ca": "La teva resposta s’ha guardat.",
                "es": "Tu respuesta se ha guardado.",
                "en": "Your response has been saved.",
                "de": "Deine Antwort wurde gespeichert."
            },
            "wait": null,
            "next": "CV14"
        },
        "CV14": {
            "type": "NA",
            "text": {
                "ca": "Gràcies per ajudar-nos en la recerca! Seguim en contacte!",
                "es": "¡Gracias por ayudarnos en la investigación! ¡Seguimos en contacto!",
                "en": "Thank you for helping with our research! Let’s stay in touch!",
                "de": "Danke für deine Hilfe bei unserer Forschungsarbeit! Wir werden weiter in Kontakt bleiben!"
            },
            "wait": null,
            "next": "second_part_capacitation"
        },  
        "second_part_capacitation": {
            "type": "SA",
            "text": {
                "ca": "<i>El xatbot també t’enviarà un altre tipus de relats. Respondre a aquests relats ajudarà a trobar coincidències i diferències entre les decisions que cada persona prendria dins la xarxa de suport social en salut mental.</i>",
                "es": "<i>El chatbot te mandará también otro tipo de relatos. Responder a estos relatos ayudará a encontrar coincidencias y diferencias entre las decisiones que cada persona tomaría dentro de la red de apoyo social en salud mental.</i>",
                "en": "<i>The chatbot will also send you another sort of story. Your replies to these stories will help us compare and contrast the different decisions different persons would take in mental health social support networks.</i>",
                "de": "<i>Der Chatbot wird dir auch eine andere Art von Erzählung schicken. Die Antworten auf die Fragen zu diesen Erzählungen werden dabei helfen, Übereinstimmungen und Unterschiede zwischen den Entscheidungen zu finden, die jede Person in den Unterstützungsnetzwerken für psychische Gesundheit treffen würde.</i>"
            },
             "vars": [
                {
                    "name": "cont",
                    "type": "button",
                    "texts": [
                        {
                            "ca": "Continuar",
                            "es": "Continuar",
                            "en": "Continue",
                            "de": "Weiter"
                        }
                    ],
                    "values": ["si"]
                }
            ],
            "wait": null,
            "next": "c7"
        },
        "c7": {
            "type": "NA",
            "text": {
                "ca": "<i>Fixa’t en cadascun dels detalls que es comenten en el text. Només podràs escollir entre dues opcions. Tria la que s’ajusti més al teu criteri.</i>",
                "es": "<i>Fíjate en cada uno de los detalles que se comentan en el texto. Solo podrás elegir entre dos opciones. Elige la que mejor se ajuste a tu criterio.</i>",
                "en": "<i>Pay close attention to all the details mentioned in the text. You can only choose between two options. Pick the one that comes closest to what you think.</i>",
                "de": "<i>Achte auf alle Einzelheiten, die im Text erwähnt werden. Du kannst nur eine der beiden Optionen wählen. Wähle die, die deine Meinung am besten wiedergibt.</i>"
            },
            "wait": null,
            "next": "c8"
        },
        "c8": {
            "type": "NA",
            "text": {
                "ca": "<i>Potser trobes a faltar altres opcions, però cal acotar-les per poder completar la recerca amb totes les respostes rebudes.</i>",
                "es": "<i>Quizá eches de menos otras opciones, pero hay que acotarlas para poder completar la investigación con todas las respuestas recibidas.</i>",
                "en": "<i>You might feel there aren’t enough options, but we have to limit the number of possibilities to keep the research at a manageable level.</i>",
                "de": "<i>Vielleicht fehlen deiner Meinung nach andere Optionen, doch müssen die Optionen begrenzt werden, um die Forschungsarbeit mit allen erhaltenen Antworten vervollständigen zu können.</i>"
            },
            "wait": null,
            "next": "c9"
        },
        "c9": {
            "type": "NA",
            "text": {
                "ca": "<i>No et sorprenguis si reps un relat repetit. Veuràs que les opcions de resposta hauran canviat.</i>",
                "es": "<i>No te sorprendas si recibes un relato repetido. Verás que las opciones de respuesta habrán cambiado.</i>",
                "en": "<i>Don’t be surprised if you appear to receive the same story twice. You’ll actually find that it has different reply options.</i>",
                "de": "<i>Wundere dich nicht, wenn du eine Erzählung mehrfach erhältst. Du wirst sehen, dass die Optionen für die Antwort anders sind.</i>"
            },
            "wait": null,
            "next": "c10"
        },
        "c10": {
            "type": "SA",
            "text": {
                "ca": "<i>Aquí tens un segon tipus de relat.</i>",
                "es": "<i>Aquí tienes un segundo tipo de relato.</i>",
                "en": "<i>Here is the second sort of story.</i>",
                "de": "<i>Hier hast du ein Beispiel für eine zweite Art von Erzählung.</i>"
            },
            "vars": [
                {
                    "name": "cont",
                    "type": "button",
                    "texts": [
                        {
                            "ca": "Continuar",
                            "es": "Continuar",
                            "en": "Continue",
                            "de": "Weiter"
                        }
                    ],
                    "values": ["si"]
                }
            ],
            "wait": null,
            "next": "send_relat_encontrar_soluciones_juntos"
        },
        "send_relat_encontrar_soluciones_juntos": {
            "type": "NA",
            "text": {
                "ca": "Hola!",
                "es": "¡Hola!",
                "en": "Hello!",
                "de": "Hallo!"
            },
            "wait": null,
            "next": "TSJ1b"
        },
        "TSJ1b": {
            "type": "NA",
            "text": {
                "ca": "&#x1F91D; Et volem preguntar <b>què hauries fet</b> davant la situació que s’està compartint. D’aquesta manera, podrem conèixer millor les xarxes de suport social en salut mental.",
                "es": "&#x1F91D; Queremos preguntarte <b>qué habrías hecho</b> ante la situación que se está compartiendo. De este modo podremos conocer mejor las redes de apoyo social en salud mental.",
                "en": "&#x1F91D; We want to ask you <b>what you would have done</b> in the situation we’re sharing. This will help us to find out more about social support networks in mental health.",
                "de": "&#x1F91D; Wir möchten dich fragen, <b>was du</b> in der hier mitgeteilten Situation <b>getan hättest</b>. So können wir die sozialen Unterstützungsnetzwerke für psychische Gesundheit besser kennenlernen."
            },
            "wait": null,
            "next": "TSJ2"
        },
        "TSJ2": {
            "type": "SA",
            "text": {
                "ca": "&#128161; Et demanem que responguis de manera sincera i basant-te en el <b>teu punt de vista singular i únic</b>. Pren-te el temps que calgui per llegir el relat. Reflexiona i madura la teva decisió, <b>sense pressa</b>. D’aquesta manera les dades recollides seran valuoses per fer ciència i millorar les xarxes de suport social en salut mental.",
                "es": "&#128161; Te pedimos que respondas de forma sincera y basándote en <b>tu punto de vista singular y único</b>. Tómate el tiempo que sea necesario para leer el relato. Reflexiona y madura tu decisión, <b>sin prisa</b>. De este modo los datos recogidos serán valiosos para hacer ciencia y mejorar las redes de apoyo social en salud mental.",
                "en": "&#128161; We ask you to give honest answers from <b>your own unique point of view</b>. Take as long as you need to read the story. Take time to think about your decision, <b>there is no hurry</b>. This way, the information we gather will be scientifically useful and improve social support networks in mental health.",
                "de": "&#128161; Wir bitten dich, ehrlich zu antworten und dich dabei ganz auf <b>deine eigene Meinung</b> zu berufen. Nimm dir Zeit, um die Beschreibungen zu lesen. Reflektiere und triff deine Entscheidung <b>in aller Ruhe</b> und wohlüberlegt. So sind die erfassten Daten wissenschaftlich verwertbar und können zur Verbesserung der sozialen Unterstützungsnetzwerke für psychische Gesundheit beitragen."
            },
            "vars": [
                {
                    "name": "cont",
                    "type": "button",
                    "texts": [
                        {
                            "ca": "Continuar",
                            "es": "Continuar",
                            "en": "Continue",
                            "de": "Weiter"
                        }
                    ],
                    "values": ["si"]
                }
            ],
            "wait": null,
            "next": "TSJ3"
        },
        "TSJ3": {
            "type": "SA",
            "text": {
                "ca": "La Lídia et vol preguntar què hauries fet en una situació que ha viscut en primera persona. La Lídia demana que et posis al seu lloc per uns instants.",
                "es": "Lídia quiere preguntarte qué habrías hecho en una situación que ha vivido en primera persona. Lídia pide que te pongas en su lugar por unos instantes.",
                "en": "Lídia wants to ask you what you would have done in a situation she’s experienced herself. Lídia wants you to put yourself in her place for a moment.",
                "de": "Lídia möchte dich fragen, was du in einer Situation getan hättest, die sie selbst erlebt hat. Lídia möchte, dass du dich einen Moment in ihre Lage versetzt."
            },
            "vars": [
                {
                    "name": "cont",
                    "type": "button",
                    "texts": [
                        {
                            "ca": "Continuar",
                            "es": "Continuar",
                            "en": "Continue",
                            "de": "Weiter"
                        }
                    ],
                    "values": ["si"]
                }
            ],
            "wait": null,
            "next": "TSJ4"
        },
        "TSJ4": {
            "type": "SA",
            "text": {
                "ca": "Fa quaranta anys que conserves amigues de l’escola. Vàreu fer una petita trobada a casa de la Lídia. Els vas mencionar que la teva filla té un trastorn de salut mental i et van dir que els sabia greu. De les cinc amigues, només una t’ha trucat alguna vegada i s’ha ofert a donar-te algun tipus de suport o a ajudar-te.",
                "es": "Conservas a tus amigas de la escuela desde hace cuarenta años. Celebrasteis un pequeño encuentro en casa de Lídia. Les mencionaste que tu hija tiene un trastorno de salud mental y te dijeron que lo sentían. De las cinco amigas, solo una te ha llamado alguna vez y se ha ofrecido a darte algún tipo de apoyo o a ayudarte.",
                "en": "You've had the same school friends for forty years. You had a small get-together at Lídia's house. You mentioned that your daughter has a mental health disorder and they sympathised with you. Out of the five friends, only one has called you to offer support of some kind or help you.",
                "de": "Seit vierzig Jahren hälst du den Kontakt zu deinen Schulfreundinnen aufrecht. Ihr habt euch bei Lídia zu Hause getroffen. Du hast dabei erwähnt, dass deine Tochter eine psychische Störung hat und sie haben dir gesagt, dass es ihnen leidtut. Von diesen fünf Freundinnen hat dich nur eine danach gelegentlich angerufen, um dir Unterstützung anzubieten oder dir zu helfen."
            },
            "vars": [
                {
                    "name": "dilema",
		    "type": "button",
		    "texts": [{
                            "ca": "Continuar",
                            "es": "Continuar",
                            "en": "Continue",
                            "de": "Weiter"
                        }],
		    "values": ["si"],
		    "type2": "img",
                    "file_name": "Amigues.jpg"
                }
            ],
            "wait": null,
            "next": "TSJ5"
        },
        "TSJ5": {
            "type": "SA",
            "text": {
                "ca": "Què faries?\n<b>A) </b>No anar a més trobades amb aquestes amigues.\n<b>B) </b>A la propera trobada, explicar detalladament la situació de la teva filla.",
                "es": "¿Qué harías?\n<b>A) </b>No acudir a más encuentros con estas amigas.\n<b>B) </b>En el próximo encuentro, explicar detalladamente la situación de tu hija.",
                "en": "What would you do?\n<b>A) </b>Not go to any more get-togethers with these friends.\n<b>B) </b>At the next get-together, explain your daughter's situation in detail.",
                "de": "Was würdest du tun?\n<b>A) </b>Nicht mehr zu den Treffen mit diesen Freundinnen gehen.\n<b>B) </b>Beim nächsten Treffen die Situation deiner Tochter genauer erklären."
            },
            "vars": [
                {
                    "name": "x_1",
                    "type": "button",
                    "texts": [
                        {
                            "ca": "A) No anar a més trobades.",
                            "es": "A) No acudir a más encuentros.",
                            "en": "A) Not go to any more get-togethers.",
                            "de": "A) Nicht mehr zu den Treffen gehen."
                        },
                        {
                            "ca": "B) Explicar la situació de la teva filla.",
                            "es": "B) Explicar la situación de tu hija.",
                            "en": "B) Explain your daughter's situation.",
                            "de": "B) Die Situation deiner Tochter erklären."
                        }
                    ],
                    "values": [
                        "A",
                        "B"
                    ]
                }
            ],
            "wait": null,
            "next": {
                "x_1": {
                    "A": "TSJ6A",
                    "B": "TSJ6B"
                }
            }
        },
        "TSJ6A": {
            "type": "NA",
            "text": {
                "ca": "Has triat: <b>A) No anar a més trobades.</b>",
                "es": "Has elegido: <b>A) No acudir a más encuentros.</b>",
                "en": "You chose: <b>A) Not go to any more get-togethers.</b>",
                "de": "Deine Wahl: <b>A) Nicht mehr zu den Treffen gehen.</b>"
            },
            "wait": null,
            "next": "TSJ7"
        },
        "TSJ6B": {
            "type": "NA",
            "text": {
                "ca": "Has triat: <b>B) Explicar la situació de la teva filla.</b>",
                "es": "Has elegido: <b>B) Explicar la situación de tu hija.</b>",
                "en": "You chose: <b>B) Explain your daughter's situation.</b>",
                "de": "Deine Wahl: <b>B) Die Situation deiner Tochter erklären.</b>"
            },
            "wait": null,
            "next": "TSJ7"
        },
        "TSJ7": {
            "type": "SA",
            "text": {
                "ca": "És la resposta que volies triar?",
                "es": "¿Es la respuesta que querías elegir?",
                "en": "Is this the response you wanted to choose?",
                "de": "Ist das die Antwort, die du wählen wolltest?"
            },
            "vars": [
                {
                    "name": "v_x_1",
                    "type": "button",
                    "texts": [
                        {
                            "ca": "Sí",
                            "es": "Sí",
                            "en": "Yes",
                            "de": "Ja"
                        },
                        {
                            "ca": "No",
                            "es": "No",
                            "en": "No",
                            "de": "Nein"
                        }
                    ],
                    "values": [
                        "Sí",
                        "No"
                    ]
                }
            ],
            "wait": null,
            "next": {
                "v_x_1": {
                    "Sí": "TSJ13_1",
                    "No": "TSJ8"
                }
            }
        },
        "TSJ8": {
            "type": "SA",
            "text": {
                "ca": "Sembla que no has confirmat la teva tria. Per realitzar una recerca amb dades fiables, necessitem confirmar la teva tria. Quina és la resposta que volies donar?",
                "es": "Parece ser que no has confirmado tu elección. Para realizar una investigación con datos fiables, necesitamos confirmar tu elección. ¿Cuál es la respuesta que querías dar?",
                "en": "It looks like you haven’t confirmed your choice. To make sure our research is based on reliable information, we need you to confirm your choice. Which response did you want to give?",
                "de": "Du scheinst deine Wahl nicht bestätigt zu haben. Für eine Forschung mit zuverlässigen Daten musst du deine Wahl bestätigen. Welche Antwort wolltest du geben?"
            },
            "vars": [
                {
                    "name": "x_2",
                    "type": "button",
                    "texts": [
                        {
                            "ca": "A)",
                            "es": "A)",
                            "en": "A)",
                            "de": "A)"
                        },
                        {
                            "ca": "B)",
                            "es": "B)",
                            "en": "B)",
                            "de": "B)"
                        }
                    ],
                    "values": [
                        "A",
                        "B"
                    ]
                }
            ],
            "wait": null,
            "next": {
                "x_2": {
                    "A": "TSJ9A",
                    "B": "TSJ9B"
                }
            }
        },
        "TSJ9A": {
            "type": "NA",
            "text": {
                "ca": "Has triat: <b>A) No anar a més trobades.</b>",
                "es": "Has elegido: <b>A) No acudir a más encuentros.</b>",
                "en": "You chose: <b>A) Not go to any more get-togethers.</b>",
                "de": "Deine Wahl: <b>A) Nicht mehr zu den Treffen gehen.\n</b>"
            },
            "wait": null,
            "next": "TSJ10"
        },
        "TSJ9B": {
            "type": "NA",
            "text": {
                "ca": "Has triat: <b>B) Explicar la situació de la teva filla.</b>",
                "es": "Has elegido: <b>B) Explicar la situación de tu hija.</b>",
                "en": "You chose: <b>B) Explain your daughter's situation.</b>",
                "de": "Deine Wahl: <b>B) Die Situation deiner Tochter erklären.</b>"
            },
            "wait": null,
            "next": "TSJ10"
        },
        "TSJ10": {
            "type": "SA",
            "text": {
                "ca": "És la resposta que volies triar?",
                "es": "¿Es la respuesta que querías elegir?",
                "en": "Is this the response you wanted to choose?",
                "de": "Ist das die Antwort, die du wählen wolltest?"
            },
            "vars": [
                {
                    "name": "v_x_2",
                    "type": "button",
                    "texts": [
                        {
                            "ca": "Sí",
                            "es": "Sí",
                            "en": "Yes",
                            "de": "Ja"
                        },
                        {
                            "ca": "No",
                            "es": "No",
                            "en": "No",
                            "de": "Nein"
                        }
                    ],
                    "values": [
                        "Sí",
                        "No"
                    ]
                }
            ],
            "wait": null,
            "next": {
                "v_x_2": {
                    "Sí": "TSJ13_2",
                    "No": "TSJ11"
                }
            }
        },
        "TSJ11": {
            "type": "SA",
            "text": {
                "ca": "Sembla que no has confirmat la teva tria. No et preocupis. \nQuina resposta volies triar?",
                "es": "Parece ser que no has confirmado tu elección. No te preocupes. \n¿Qué respuesta querías elegir?",
                "en": "It looks like you haven’t confirmed your choice. Don’t worry. \nWhich response did you want to choose?",
                "de": "Du scheinst deine Wahl nicht bestätigt zu haben. Mach dir keine Sorgen. Welche Antwort wolltest du wählen?"
            },
            "vars": [
                {
                    "name": "x_3",
                    "type": "button",
                    "texts": [
                        {
                            "ca": "A)",
                            "es": "A)",
                            "en": "A)",
                            "de": "A)"
                        },
                        {
                            "ca": "B)",
                            "es": "B)",
                            "en": "B)",
                            "de": "B)"
                        }
                    ],
                    "values": [
                        "A",
                        "B"
                    ]
                }
            ],
            "wait": null,
            "next": {
                "x_3": {
                    "A": "TSJ12A",
                    "B": "TSJ12B"
                }
            }
        },
        "TSJ12A": {
            "type": "NA",
            "text": {
                "ca": "Has triat: <b>A) No anar a més trobades.</b>",
                "es": "Has elegido: <b>A) No acudir a más encuentros.</b>",
                "en": "You chose: <b>A) Not go to any more get-togethers.</b>",
                "de": "Deine Wahl: <b>A) Nicht mehr zu den Treffen gehen.\n</b>"
            },
            "wait": null,
            "next": "TSJ13_3"
        },
        "TSJ12B": {
            "type": "NA",
            "text": {
                "ca": "Has triat: <b>B) Explicar la situació de la teva filla.</b>",
                "es": "Has elegido: <b>B) Explicar la situación de tu hija.</b>",
                "en": "You chose: <b>B) Explain your daughter's situation.</b>",
                "de": "Deine Wahl: <b>B) Die Situation deiner Tochter erklären.</b>"
            },
            "wait": null,
            "next": "TSJ13_3"
        },
        "TSJ13_1": {
            "type": "NA",
            "text": {
                "ca": "La teva resposta s’ha guardat.",
                "es": "Tu respuesta se ha guardado.",
                "en": "Your response has been saved.",
                "de": "Deine Antwort wurde gespeichert."
            },
            "wait": null,
            "next": {
                "replace_variable": "x_1",
                "x_1": {
                    "A": "TSJ15",
                    "B": "TSJ15"
                }
            }
        },
        "TSJ13_2": {
            "type": "NA",
            "text": {
                "ca": "La teva resposta s’ha guardat.",
                "es": "Tu respuesta se ha guardado.",
                "en": "Your response has been saved.",
                "de": "Deine Antwort wurde gespeichert."
            },
            "wait": null,
            "next": {
                "replace_variable": "x_2",
                "x_2": {
                    "A": "TSJ15",
                    "B": "TSJ15"
                }
            }
        },
        "TSJ13_3": {
            "type": "NA",
            "text": {
                "ca": "La teva resposta s’ha guardat.",
                "es": "Tu respuesta se ha guardado.",
                "en": "Your response has been saved.",
                "de": "Deine Antwort wurde gespeichert."
            },
            "wait": null,
            "next": {
                "replace_variable": "x_3",
                "x_3": {
                    "A": "TSJ15",
                    "B": "TSJ15"
                }
            }
        },
        "TSJ14_A": {
            "type": "NA",
            "text": {
                "ca": "<b>La Lídia</b><b>, donat que has triat A), vol dir-te...</b> \n\nLa reacció davant qui ens sembla insensible al nostre problema, pot fer malbé les amistats de tota la vida.",
                "es": "<b>Lídia</b><b>, dado que has elegido A),  quiere decirte...</b> \n\n",
                "en": "<b>Lídia</b><b>, given that you answered A), wants to tell you...</b> \n\n",
                "de": "<b>Lídia</b><b> will dir etwas sagen, da du A) gewählt hast...</b> \n\n"
            },
            "wait": null,
            "next": "TSJ15"
        },
        "TSJ14_B": {
            "type": "NA",
            "text": {
                "ca": "<b>La Lídia</b><b>, donat que has triat B), vol dir-te...</b> \n\nInformar bé sobre una situació que altres desconeixen és una manera de parlar del tema i sensibilitzar-los.",
                "es": "<b>Lídia</b><b>, dado que has elegido B),  quiere decirte...</b> \n\n",
                "en": "<b>Lídia</b><b>, given that you answered B), wants to tell you...</b> \n\n",
                "de": "<b>Lídia</b><b> will dir etwas sagen, da du A) gewählt hast...</b> \n\n"
            },
            "wait": null,
            "next": "TSJ15"
        },
        "TSJ15": {
            "type": "NA",
            "text": {
                "ca": "Gràcies per ajudar-nos en la recerca! Seguim en contacte!",
                "es": "¡Gracias por ayudarnos en la investigación! ¡Seguimos en contacto!",
                "en": "Thank you for helping with our research! Let’s stay in touch!",
                "de": "Danke für deine Hilfe bei unserer Forschungsarbeit! Wir werden weiter in Kontakt bleiben!"
            },
            "wait": null,
            "next": "finish_capacitation"
        },   
        "finish_capacitation": {
            "type": "NA",
            "text": {
                "ca": "<i>Aquests seran els dos tipus de relats que aniràs rebent. Esperem que t’hagin agradat! </i>",
                "es": "<i>Estos dos tipos de relatos son los que irás recibiendo. ¡Esperamos que te hayan gustado!</i>",
                "en": "<i>These are the two sorts of stories you’ll receive. We hope you liked them!</i>",
                "de": "<i>Das sind die beiden Arten von Erzählungen, die du erhalten wirst. Wir hoffen, dass sie dir gefallen!</i>"
            },
            "wait": null,
            "next": null 
        }
    }
}
